Repository: tgckpg/wenku10
Catalog: wenku10/Strings/*/AppResources.resw
Source language: en_us
Languages: ja, zh_cn

# ApplicationTitle.Text
source: 輕小說文庫
zh_cn: 轻小说文库

# Bookmark.Text
source: Bookmark
ja: ブックマーク
zh_cn: 书签

# Button_Post.Text
source: Post
ja: 送信
zh_cn: 发表

# ColorPicker.Text
source: Color Picker
ja: 色選択
zh_cn: 选择颜色

# ColorPicker_Swatch.Text
source: Swatch
ja: スウォッチ
zh_cn: 色板

# Comments.Text
source: Comments
ja: コメント
zh_cn: 吐槽吧

# Desc_InputKey.Text
source: Please enter a Keyword
ja: キーワードを入力してください
zh_cn: 请输入关键字

# Desc_Reviews_Content_B.Text
source: words of content
ja: の単語を入力してください。
zh_cn: 个字的的內容

# Desc_Reviews_Title_A.Text
source: Please enter at least
ja: テキストの少なくとも
zh_cn: 请输入最少

# Desc_Reviews_Title_B.Text
source: words of title
ja: タイトルの少なくとも
zh_cn: 个字的标题

# Desc_Reviews_Title_Optional.Text
source: Optional
ja: 任意
zh_cn: 可选

# ImageViewer_DownloadFailed.Text
source: Download failed
ja: ダウンロードに失敗しました
zh_cn: 下载失败

# ImageViewer_Download.Text
source: Downloading
ja: ダウンロード中...
zh_cn: 正在下载...

# Loading.Text
source: Loading
zh_cn: 载入中...

# introText.Text
source: Introduction
ja: 概要
zh_cn: 简介

# Login.Text
source: Login
ja: ログイン
zh_cn: 登录

# Login_AccountName.Text
source: Account
ja: アカウント番号
zh_cn: 帐号

# Login_Password.Text
source: Password
ja: パスワード
zh_cn: 密码

# NotFound_BookData.Text
source: Book Info not yet downloaded
ja: 必要な情報がダウンロードされていません
zh_cn: 书籍资讯尚未下载

# Reviews_MinLimit.Text
source: too few text
ja: 字數不足，
zh_cn: 字数不足，

# Type.Text
source: Type
ja: タイプ
zh_cn: 类型

# Reviews_Topic_Type1.Text
source: Comment
ja: 感想
zh_cn: 感想

# Reviews_Topic_Type2.Text
source: Spoiler
ja: スポイラーズ
zh_cn: 剧透

# SavedBooks_Empty.Text
source: Please use the buttons under the book info page
ja: 請於書頁功能表按「收」將文章加入書架。
zh_cn: 请在书页功能表按「收」将小说加入书架。

# Search_By_Author.Text
source: Author
ja: 著者
zh_cn: 作者名称

# Search_By_Title.Text
source: Title
ja: 書名
zh_cn: 小说标题

# Search_Condition.Text
source: By
ja: 條件
zh_cn: 条件

# NoComments.Text
source: Nope
zh_cn: 这里还没有人发表过评论，来发表一下吧！

# Search_Tooltip.Text
source: Does not support content searching
ja: フルテキスト検索をサポートしていません
zh_cn: 不支持查找內文

# SpecialList_Not_In_Collection.Text
source: Not yet have this article
ja: 本が含まれていません
zh_cn: 文库暂没有收录此作品

# Statistic.Text
source: Statistics
ja: 統計
zh_cn: 统计

# VersionUpdateCurrent.Text
source: Current version
ja: 當前版本
zh_cn: 当前版本

# Button_Back.Text
source: Back
ja: 戻る
zh_cn: 返回

# Order_By_Date_Asc.Text
source: Date Ascending
ja: 日付で昇順
zh_cn: 更新日期升序

# Order_By_Date_Desc.Text
source: Date Descending
ja: 日付の降順
zh_cn: 更新日期降序

# Order.PlaceholderText
source: Sort
ja: ソート
zh_cn: 排序

source: Default to Paragraph Text
ja: プリセット段落全体
zh_cn: 预设为整个段落

# NameOf.Text
source: Name
ja: 名前
zh_cn: 名称

# NewBookmark.Text
source: Bookmark set here could be found under the main menu's bookmark tab
ja: ここでは、ブックマークをカスタマイズして、メニューにナビゲートすることができる
zh_cn: 在这里你可以自订书签,设定好的书签可以在菜单里面查看

# PickAColor.Text
source: Pick a color
ja: カラーを選択してください
zh_cn: 请选择颜色

# PressAgainExit.Text
source: Press again to exit
ja: もう一度押すと終了します
zh_cn: 请再按一次退出

# Size.Text
source: Size
ja: サイズ
zh_cn: 大小

# EBWin_HighlightToSearch.Text
source: Please highlight a word to search
ja: 検索する単語をハイライトしてください。
zh_cn: 请选中文本进行搜索

# Login_Expired.Text
source: Sorry, session expired. Please re-login first.
ja: あなたの利用期間が期限切れになった、もう一度ログインしてください。
zh_cn: 您的登入期限已过，请重新登入。

# HS_Tags.Text
source: Tags
ja: タグ
zh_cn: 标签

# HS_Zone.Text
source: Zone
ja: 地域
zh_cn: 区域

# Anonymous.Text
source: Anonymous
ja: 匿名
zh_cn: 匿名

# Script.Text
source: Script
ja: スクリプト
zh_cn: 脚本

# SubmitScript.Text
source: Submit a script
ja: スクリプトを提出
zh_cn: 提交脚本

# SeperatedByCommas.PlaceholderText
source: Please use "," for separation
ja: 「,」で分離してください
zh_cn: 请以「,」作分隔

# Secret.Text
source: Secret
ja: キー
zh_cn: 密钥

# AnonWarning.Text
source: You choose to be anonymous. The only relationship between you and this script is the access token. Losing your token will also lose the privilege to further modify this script. Please protect your tokens carefully.
ja: あなたが匿名であることを選択します。このスクリプトとあなたの関係のみがアクセストークンになります。トークンを失うことはスクリプトを変更する権限を失うことになります。慎重にトークンを保管してください。
zh_cn: 您选择匿名。这让你和这个脚本之间的唯一关系是权杖。失去你的权杖也将失去修改此脚本的特权。请妥善保管您的权杖。

# Encryption.Text
source: Encryption
ja: 暗号化
zh_cn: 加密

# Secret.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: This will encrypt the script with this secret key.
ja: この秘密鍵でスクリプトを暗号化します
zh_cn: 以此密钥加密脚本

# ForceCommentEnc.Text
source: Force comment encryption
ja: 強制的にコメントの暗号化
zh_cn: 强制加密评论

# ForceCommentEnc.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Forces all users to use encryption in comments section
ja: 強制的にユーザーがコメント欄で暗号化を使用します。
zh_cn: 强制所有用户于评论区使用加密

# ConfirmPassword.Text
source: Confirm Password
zh_cn: 确认密码

# EmailAddress.Text
source: Email Address
zh_cn: 电邮地址

# Description.Text
source: Description
zh_cn: 描述

# Name.Text
source: Name
zh_cn: 名称

# HS_Maintainer.Text
source: Maintainer
zh_cn: 维护者

# CommentsEncrypted.Text
source: The creator of this script has explicitly set the comment to be encrypted. Unfortunately you do not have the key to encrypt your comment. You need to place a key request to get the key before making comments.
zh_cn: 此脚本的创建者已设置了评论加密，可惜阁下没有所需密钥以加密您的评论。请先提出密钥请求取得密钥。

# EncryptedContent.Text
source: Encrypted Content
zh_cn: 加密的内容

# KeyRequest.Text
source: Key request
zh_cn: 请求密钥

# Remarks.Text
source: Remarks
zh_cn: 备注

# Grant.Text
source: Grant
zh_cn: 授予

# TokenRequest.Text
source: Access Request
zh_cn: 令牌请求

# GrantsReceived.Text
source: You have received {0} grant(s) from {1} script(s).
zh_cn: 从 {1} 个脚本中收到 {0} 个权限授予

# Search_ResultStamp_A.Text
source: Total
ja: 検索結果

# Search_ResultStamp_B.Text
source: Result(s)
ja: 件

# StaffPicks.Header
source: Staff Picks
ja: 文庫精選

# But_There_Is_Nothing.Text
source: Please wail wile downloading necessary info. You will be directed to Content Page automatically.
ja: 必要な情報をダウンロードし、しばらくお待ちください...完了すると、ページの本文に直接スキップします

# ClickToRead.Text
source: Click To Read
ja: クリックしてください
